Repository: AsierZunzu/NewsletterEditor
Catalog: translations/security.*.xlf
Languages: eu

source: An authentication exception occurred.
eu: Autentifikazio-errorea gertatu da.

source: Authentication credentials could not be found.
eu: Ez dira aurkitu autentifikazio-kredentzialak.

source: Authentication request could not be processed due to a system problem.
eu: Ezin izan da autentifikazio-eskaera prozesatu, sistema-arazo bat gertatu da eta.

source: Invalid credentials.
eu: Kredentzialak okerrak dira.

source: Cookie has already been used by someone else.
eu: Dagoeneko beste pertsona batek erabili du cookiea.

source: Not privileged to request the resource.
eu: Ez duzu baliabidea eskatzeko aukerarik.

source: Invalid CSRF token.
eu: CSRF tokena okerra da.

source: No authentication provider found to support the authentication token.
eu: Ez da aurkitu autentifikazio-tokena eutsi dezakeen autentifikazio-hornitzailerik.

source: No session available, it either timed out or cookies are not enabled.
eu: Ez dago saiorik erabilgarri, iraungi egin da edo cookieak ez daude gaituta.

source: No token could be found.
eu: Ez da tokenik aurkitu.

source: Username could not be found.
eu: Ez da erabiltzaile-izena aurkitu.

source: Account has expired.
eu: Kontua iraungi da.

source: Credentials have expired.
eu: Kredentzialak iraungi dira.

source: Account is disabled.
eu: Kontua desgaituta dago.

source: Account is locked.
eu: Kontua blokeatuta dago.

source: Too many failed login attempts, please try again later.
eu: Saioa hasteko saio huts gehiegi, saiatu berriro geroago.

source: Invalid or expired login link.
eu: Sartzeko esteka baliogabea edo iraungia.

source: Too many failed login attempts, please try again in %minutes% minute.
eu: Saioa hasteko huts gehiegi egin dira, saiatu berriro minutu %minutes% geroago.

source: Too many failed login attempts, please try again in %minutes% minutes.
eu: Saioa hasteko saiakera huts gehiegi, saiatu berriro %minutes% minututan.
